clientes/templates/setQuantidadeDeAlunos-template.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lis="http://listadechamadawebservice/">
   <soapenv:Header/>
   <soapenv:Body>
      <lis:setQuantidadeDeAlunos>
         <arg0>{quantidade_de_alunos}</arg0>
      </lis:setQuantidadeDeAlunos>
   </soapenv:Body>
</soapenv:Envelope>